IDEA Open Model
OpenMessage.PropertyName Property
Compatible with IDEA StatiCa v 10.1
 Affected property name
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public string PropertyName { get; set; }
Public Property PropertyName As String
	Get
	Set
public:
property String^ PropertyName {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
OpenMessage Class
IdeaRS.OpenModel.Message Namespace